Repository: turbolocust/SimpleZIP
Catalog: SimpleZIP_UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# Abort.Text
source: Abort
de_de: Abbrechen

# AboutApplication.Title
source: About This Application
de_de: Über diese Anwendung

# ArchiveName.Header
source: Archive Name
de_de: Archivname

# ArchiveName.Text
source: myArchive
de_de: meinArchiv

# ArchiveNotExtracted.Text
source: Archive {0} could not be extracted.
de_de: Archiv {0} wurde nicht (vollständig) entpackt.

# ArchiveType.Header
source: Archive Type
de_de: Archivtyp

# CompressArchive.Text
source: Compress File(s)
de_de: Komprimiere Datei(en)

# DevelopedBy.Text
source: Developed by {0}
de_de: Entwickelt von {0}

# Error.Text
source: Error
de_de: Fehler

# ErrorReadingArchive.Text
source: Error reading archive. Please check file format and try again.
de_de: Archiv konnte nicht gelesen werden. Bitte Passwort (wenn verschlüsselt) oder Format prüfen und erneut versuchen. Bei mehrfachem Scheitern ist das Archiv wahrscheinlich beschädigt oder wird nicht vollständig unterstützt.

# ExtractAll.Text
source: Extract All
de_de: Extrahiere Alle

# ExtractArchive.Text
source: Extract Archive(s)
de_de: Extrahiere Archiv(e)

# ExtractSelected.Text
source: Extract Selected
de_de: Extrahiere Auswahl

# Feedback.Text
source: Got any questions or feedback?
de_de: Offene Fragen oder Feedback?

# FileFormatNotSupported.Text
source: The selected file format is not supported.
de_de: Dateiformat wird nicht unterstützt.

# FileNotCompressed.Text
source: File {0} was not compressed.
de_de: Datei {0} wurde nicht komprimiert.

# FilesToCompress.Text
source: File(s) to be compressed:
de_de: Zu komprimierende Datei(en):

# FilesToDecompress.Text
source: File(s) to be decompressed:
de_de: Zu extrahierende Datei(en):

# GetSourceCode.Text
source: Under the Hood
de_de: Unter der Haube

# hours.Text
source: hours
de_de: Stunden

# IllegalCharacters.Text
source: These characters are not allowed:
de_de: Diese Zeichen sind nicht erlaubt:

# Interrupted.Text
source: Interrupted
de_de: Unterbrochen

# LessThanSecond.Text
source: Less than one second.
de_de: Weniger als eine Sekunde.

# License.Text
source: This app makes use of the SharpCompress library by Adam Hathcock and is licensed under the {0} without any warranty.
de_de: Diese Anwendung nutzt die SharpCompress Bibliothek von Adam Hathcock sowie SharpZipLib und ist lizenziert unter der {0} unter Ausschluss jeglicher Garantie.

# MightTakeWhile.Text
source: This might take a while...
de_de: Das könnte etwas dauern...

# minutes.Text
source: minutes
de_de: Minuten

# No.Text
source: No
de_de: Nein

# NotAllProcessed.Text
source: Not all files were processed.
de_de: Nicht alle Dateien wurden verarbeitet.

# NoValidFolderSelected.Text
source: No valid output folder selected.
de_de: Keinen gültigen Ausgabeordner gewählt.

# OnlySingleFileCompression.Text
source: GZIP only allows to compress a single file.
de_de: GZIP erlaubt nur die Kompression einer einzelnen Datei.

# OpenArchive.Text
source: Open Archive
de_de: Öffne Archiv

# OpenWebBrowserMessage.Text
source: This will redirect you to the homepage of this app.
de_de: Sie werden zur Homepage der App weitergeleitet.

# OperationCancelled.Text
source: Operation has been canceled.
de_de: Operation wurde abgebrochen.

# OutputPath.Text
source: Output Path
de_de: Ausgabepfad

# PleaseBePatient.Text
source: Please be patient.
de_de: Bitte habe Geduld.

# Proceed.Text
source: Proceed?
de_de: Fortfahren?

# seconds.Text
source: seconds
de_de: Sekunden

# SendEmail.Text
source: Send me an Email.
de_de: Schicken Sie mir eine Mail.

# SeparateArchive.Text
source: Thus, each file will be put into a separate archive.
de_de: Daher wird jede Datei in ein eigenes Archiv verpackt.

# SomethingWentWrong.Text
source: Something went wrong.
de_de: Etwas ist schief gegangen.

# Success.Text
source: Success
de_de: Erfolg

# TapToChoose.Text
source: TAP TO CHOOSE
de_de: Tippen zum Wählen

# TotalDuration.Text
source: Total duration
de_de: Gesamtdauer

# TryingAbort.Text
source: Trying to abort...
de_de: Versuche abzubrechen...

# Yes.Text
source: Yes
de_de: Ja

# Fast.Text
source: Fast
de_de: Schnell

# Slow.Text
source: Slow
de_de: Langsam

# Uncompressed.Text
source: Uncompressed
de_de: Unkomprimiert

# HelpFeedback.Text
source: Help & Feedback
de_de: Hilfe & Feedback

# Settings.Text
source: Settings
de_de: Einstellungen

# BrowseArchiveSetting.Text
source: Browse archive when opened via file explorer
de_de: Archiv-Inhalt zeigen, wenn geöffnet via Datei-Explorer

# HideLessCommonArchiveTypesSetting.Text
source: Hide less common archive types when compressing
de_de: Verstecke weniger verbreitete Archiv-Typen bei Komprimierung

# ComputeHash.Text
source: Compute Hash
de_de: Hash berechnen

# HashAlgorithm.Header
source: Hash Algorithm
de_de: Hash Algorithmus

# Copy.Text
source: Copy
de_de: Kopieren

# CopyAll.Text
source: Copy All
de_de: Alle kopieren

# ContentDialog.PrimaryButtonText
source: Close
de_de: Schließen

# CopiedToClipboard.Text
source: Copied to clipboard.
de_de: In Zwischenablage kopiert.

# Dark.Text
source: Dark
de_de: Dunkel

# General.Text
source: General
de_de: Allgemein

# Light.Text
source: Light
de_de: Hell

# Theme.Text
source: Theme
de_de: Thema

# requiresRestart.Text
source: this requires a restart
de_de: benötigt einen Neustart

# RAR5FormatNotSupported.Text
source: Note that the RAR5 format is currently not fully supported.
de_de: Beachten Sie, dass das RAR5 Format derzeit nicht vollständig unterstützt wird.

# FileEncryptedMessage.Text
source: File seems to be encrypted. Unfortunately, this type of encryption is not supported.
de_de: Die Datei scheint verschlüsselt zu sein. Leider wird diese Art der Verschlüsselung nicht unterstützt.

# RecentPivot.Header
source: Recent
de_de: Zuletzt

# RecentlyUsedArchives.Text
source: Recently Created Archives
de_de: Zuletzt erstellte Archive

# ClearList.Label
source: Clear List
de_de: Liste leeren

# ErrorOpeningExplorer.Text
source: File does not exist anymore. Do you wish to delete it?
de_de: Datei existiert nicht mehr. Von Liste löschen?

# ErrorNoAuthorization.Text
source: No authorization to perform operation.
de_de: Keine Authorisierung für diese Operation.

# CopyPath.Label
source: Copy Path
de_de: Pfad kopieren

# ArchiveHistorySize.Text
source: Elements in history
de_de: Elemente in Historie

# OutputFolderMissing.Text
source: Output Folder is missing
de_de: Ausgabeordner fehlt

# SelectOutputFolder.Text
source: Please select an output folder.
de_de: Bitte Ausgabeordner wählen.

# OutputFolder.Text
source: Output Folder
de_de: Ausgabeordner

# LaunchFolderFlyoutItem.Text
source: Reveal in Explorer
de_de: Anzeigen in Explorer

# LowerCaseHashToggleSwitch.Text
source: Lower Case (Hash)
de_de: Kleinschr. (Hash)

# RemoveFromHistoryFlyoutItem.Text
source: Remove from List
de_de: Entferne aus Liste

# EnterPasswordDialog.Title
source: Enter Password
de_de: Passwort eingeben

# ErrorReadingArchiveWithPassword.Text
source: Error reading archive. This may be caused by an invalid password or an unsupported encryption.
de_de: Archiv konnte nicht gelesen werden. Wahrscheinlich stimmt das Passwort nicht oder die Art der Verschlüsselung wird nicht unterstützt.

# ErrorNoFilesProvided.Text
source: No valid files have been provided.
de_de: Keine gültigen Dateien zur Verfügung gestellt.

# WhatWouldYouLikeToDo.Text
source: What would you like to do?
de_de: Was möchten Sie tun?

# FolderMissing.Text
source: Folder does not exist anymore.
de_de: Ordner existiert nicht mehr.

# ArchiveNotCreated.Text
source: Archive {0} could not be created.
de_de: Archiv {0} konnte nicht erstellt werden.

# Sort.Content
source: Sort
de_de: Sortieren

# SortByName.Text
source: Sort by Name
de_de: Sortieren nach Name

# SortByType.Text
source: Sort by Type
de_de: Sortieren nach Typ

# Descending.Text
source: Descending
de_de: Absteigend
